[chairmantopraise LevelTravelStationDefinition]
StationDisplayName="lost"

[streamtoBurning pets2 LevelTravelStationDefinition]
StationDisplayName="Beatdown"

[CraterToKickedOut LevelTravelStationDefinition]
StationDisplayName="The Bad of Bad."

[Dogleg1.sandTASToCrater LevelTravelStationDefinition]
StationDisplayName="sand"

[Dogleg1.sevenToCrater LevelTravelStationDefinition]
StationDisplayName="Scheduled Tribes"

[Dogleg1.BackdoorToCrater LevelTravelStationDefinition]
StationDisplayName="Arena"

[Dogleg2.BeatdownToCrater LevelTravelStationDefinition]
StationDisplayName="Beatdown"

[Dogleg3.CompletedToCrater LevelTravelStationDefinition]
StationDisplayName="Forge"

[Hub.CraterToArena LevelTravelStationDefinition]
StationDisplayName="worse and worse"

[Hub.CraterToArenaTAS LevelTravelStationDefinition]
StationDisplayName="Even worse"

[Hub.CraterToBackdoor LevelTravelStationDefinition]
StationDisplayName="Evil is evil."

[Hub.CraterToBeatdown LevelTravelStationDefinition]
StationDisplayName="bad lips"

[Hub.CraterToForge LevelTravelStationDefinition]
StationDisplayName="Very well"

[Hub.CraterToMamma LevelTravelStationDefinition]
StationDisplayName="Badass Crater Badass stud"

[Hub.CraterToMoxxi LevelTravelStationDefinition]
StationDisplayName="malignant tumor"

[Hub.MammaToCrater LevelTravelStationDefinition]
StationDisplayName="Southern Hippodrome"

[Hub.MoxxiToCrater LevelTravelStationDefinition]
StationDisplayName="heavy bar"

[KickedOutToCrater LevelTravelStationDefinition]
StationDisplayName="Arena"

[PyroPetesToBeatdown LevelTravelStationDefinition]
StationDisplayName="Pyro Pet Bar"

[PyroPetesToBeatdown2 LevelTravelStationDefinition]
StationDisplayName="Pet Flame Glue:"

[PyroPeteToBeatdown LevelTravelStationDefinition]
StationDisplayName="PyroPeats"

[PyroPetetoBeatdown2 LevelTravelStationDefinition]
StationDisplayName="PyroPetes"

